/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Datoteka z enakim imenom že obstaja. Želite zamenjati obstoječo datoteko?";

/* Toolbar item */
"Action" = "Dejanje";
"Active" = "Dejaven";

/* Window title. */
"Activity" = "Dejavnost";
"Allow" = "Dovoli";
"Always" = "Vedno";

/* Transfer action for existing files */
"Prompt" = "Vprašaj me, kaj storiti";

/* Toolbar item */
"Bookmarks" = "Zaznamki";

/* Alert sheet alternate button */
"Cancel" = "Prekliči";

/* Toolbar item tooltip */
"Character Encoding" = "Kodiranje znakov";
"Choose" = "Izberi";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Počisti";

/* Remove all bookmarks from history. */
"Clear Menu" = "Počisti meni";

/* Toolbar item */
"Column" = "Stolpec";

/* Toolbar item tooltip */
"Connect to server" = "Poveži se na strežnik";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Gostovane datoteke ni mogoče odpreti oz. prebrati";
"Could not open the file" = "Datoteke ni mogoče odpreti";
"Could not show the file" = "Datoteke ni mogoče prikazati";
"Could not show the file in the Finder" = "Datoteke ni mogoče prikazati v Finderju";

/* Toolbar item tooltip */
"Create New Folder" = "Ustvari novo mapo";

/* Menu item */
"Cut {0}" = "Izreži {0}";
"Copy {0}" = "Copy {0}";
"Default" = "Privzeto";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Izbriši";
"Delete Bookmark" = "Izbriši zaznamek";

/* Toolbar item tooltip */
"Delete file" = "Izbriši datoteko";
"Deny" = "Zavrni";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Prekini povezavo";

/* Alert sheet title */
"Disconnect from {0}" = "Prekini povezavo z {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Prekini povezavo s strežnikom";
"Do you want to delete the selected bookmark?" = "Želite izbrisati izbran zaznamek?";

/* Toolbar item */
"Download" = "Prenesi";
"Download As:" = "Prenesi kot:";

/* Toolbar item tooltip */
"Download file" = "Prenesi datoteko";
"Download the selected file to…" = "Prenesi izbrano datoteko v…";

/* Toolbar item */
"Edit" = "Uredi";

/* Toolbar item tooltip */
"Edit file in external editor" = "Uredi datoteko v zunanjem urejevalniku";

/* Toolbar item */
"Encoding" = "Kodiranje";

/* Alert sheet title */
"Error" = "Napaka";

/* Quit application on Windows */
"Exit" = "Izhod";
"File" = "Datoteka";

/* A column in the browser */
"Filename" = "Ime datoteke";
"{0} Files" = "{0} Datoteke";
"Folder" = "Mapa";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Pokaži podatke";

/* Toolbar item */
"Go to Folder" = "Pojdi v mapo";
"History" = "Zgodovina";
"Invalid character in filename." = "Neveljaven znak v imenu datoteke.";
"Invalid character in folder name." = "Neveljaven znak v imenu datoteke.";



/* A column in the browser */
"Kind" = "Vrsta";
"Extension" = "Extension";

/* Toolbar item */
"List" = "Seznam";
"Local" = "Lokalno";
"Local File" = "Lokalna datoteka";
"Mac Line Endings (CR)" = "Mac konci vrstic (CR)";

/* Synchronize option */
"Mirror" = "Zrcali";

/* A column in the browser */
"Modified" = "Spremenjeno";

/* Move a downloaded file to the trash */
"Move to Trash" = "Premakni v koš";
"Multiple files" = "Več datotek";

/* Toolbar item */
"New Connection" = "Nova povezava";

/* Toolbar item */
"New Folder" = "Nova mapa";
"No Bonjour services available" = "Bonjour storitev ni na voljo";
"No external editor available" = "Zunanjega urejevalnika ni na voljo";

/* Alert sheet text */
"No newer version available." = "Novejše različice ni na voljo.";
"No private key selected" = "Noben zasebni ključ ni bil izbran";
"No recently connected servers available" = "Noben nedavno povezan strežnik ni na voljo";

/* Alert sheet title */
"No update" = "Ni posodobitev";
"None" = "Noben";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} od {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "V redu";
"Open" = "Odpri";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Odpri v spletnem brskalniku";

/* Toolbar item */
"Outline" = "Shema";

/* Transfer action for existing files. */
"Overwrite" = "Prepiši";

/* A column in the browser */
"Owner" = "Lastnik";

/* A column in the browser */
"Group" = "Skupina";
"Passive" = "Pasivno";

/* Menu item */
"Paste {0}" = "Prilepi {0}";

/* A column in the browser */
"Permissions" = "Dovoljenja";

/* Toolbar item */
"Quick Connect" = "Hitra povezava";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "Izhod";
"Quit Anyway" = "Vseeno zapri";

/* Confirm deleting files. */
"Really delete the following files? This cannot be undone." = "Resnično želite izbrisati naslednje datoteke? Tega dejanja ni mogoče razveljaviti.";

/* Toolbar item */
"Refresh" = "Osveži";

/* Toolbar item tooltip */
"Refresh directory listing" = "Osveži seznam imenika";

/* Toolbar item in Transfer Window. */
"Reload" = "Poskusi ponovno";

/* Toolbar item in Transfer Window. */
"Remove" = "Odstrani";
"Remove completed transfers from list." = "Odstrani dokončane prenose s seznama.";


/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Nadaljuj";
"Review…" = "Preglej…";

/* Toolbar item in Transfer Window. */
"Search" = "Išči";
"Server File" = "Strežniška datoteka";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Pokaži";

/* Toolbar item tooltip */
"Show file attributes" = "Pokaži atribute datoteke";
"Show in Finder" = "Pokaži v Finderju";

/* Toolbar item tooltip */
"Show Transfers window" = "Pokaži okno prenosov";

/* A column in the browser */
"Size" = "Velikost";

/* Toolbar item in Transfer Window. */
"Stop" = "Ustavi";

/* Transfer action for existing files */
"Skip" = "Preskoči";

/* Toolbar item tooltip */
"Switch Browser View" = "Zamenjaj pogled brskalnika";
"Symbolic Link (File)" = "Simbolična povezava (Datoteka)";
"Symbolic Link (Folder)" = "Simbolična povezava (Mapa)";

/* Toolbar item */
"Synchronize {0} with" = "Sinhroniziraj {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Sinhroniziraj datoteke";

/* Alert sheet text */
"The connection will be closed." = "Povezava se bo zaprla.";
"There are files currently being transferred. Quit anyway?" = "Prenosi nekaterih datotek so še v teku. Vseeno zaprem program?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Pri preverjanju posodobitev je prišlo do težave. Prosimo, poskusite kasneje.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Prikaži/skrij zaznamke";
"Transfer in progress" = "Prenos v teku";

/* Toolbar item */
"Transfers" = "Prenosi";

/* Toolbar item */
"Trash" = "V koš";
"Unknown" = "Neznan";
/* SSH remote host identification */
"Unknown host key for {0}." = "Neznan strežniški ključ za {0}.";
"Unknown size" = "Neznana velikost";

/* Toolbar item */
"Upload" = "Prenesi na strežnik";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Prenesi lokalno datoteko na oddaljeni strežnik";

/* Transfer action for existing files */
"Rename existing" = "Rename existing";
"Rename" = "Preimenuj";

/* Toolbar item */
"View" = "Pogled";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Povezani ste na vsaj eno oddaljeno mesto. Želite pregledati odprte brskalnike?";
"Open Network Diagnostics" = "Odpri mrežno diagnostiko";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Stabilnimi različicami";
"Beta" = "Beta različicami";
"Snapshot Builds" = "Trenutnimi razvijalskimi posnetki";

"Show Hidden Files" = "Pokaži skrite datoteke";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Skrij orodno vrstico";
"Show Toolbar" = "Pokaži orodno vrstico";

/* Update sources */
"Release" = "Stabilnimi različicami";
"Beta" = "Beta različicami";
"Snapshot Builds" = "Trenutnimi razvijalskimi posnetki";